Repository: gruntsoftware/ios
Catalog: brainwallet/*.lproj/InfoPlist.strings
Languages: ar, de, es_419, fa, fr, hi, id, it, ja, ko, pa, pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

source: CFBundleDisplayName
ar: محفظة الدماغ
de: Brainwallet
es_419: Monedero cerebral
fa: بِرِین‌والت
fr: Portefeuille de cerveaux
hi: ब्रेनवॉलेट
id: Brainwallet
it: Portafoglio cerebrale
ja: ブレインウォレット
ko: Brainwallet
pa: ਬ੍ਰੇਨਵਾਲਿਟ
pl: Brainwallet
pt_br: Brainwallet
ru: Брейнваллет
sv: Hjärnplånbok
tr: Brainwallet
uk: Мозковий гаманець
zh_hans: 脑钱包
zh_hant: 腦錢包

source: CFBundleName
ar: محفظة الدماغ
de: Brainwallet
es_419: Monedero cerebral
fa: بِرِین‌والت
fr: Portefeuille de cerveaux
hi: ब्रेनवॉलेट
id: Brainwallet
it: Portafoglio cerebrale
ja: ブレインウォレット
ko: Brainwallet
pa: ਬ੍ਰੇਨਵਾਲਿਟ
pl: Brainwallet
pt_br: Brainwallet
ru: Брейнволлет
sv: Hjärnplånbok
tr: Brainwallet
uk: Мозковий гаманець
zh_hans: 脑钱包
zh_hant: 腦錢包

source: Draggable Seed Word
ar: كلمة بذرة قابلة للسحب
es_419: Palabra Semilla Arrastrable
fa: کلمه بذر قابل کشیدن
id: Kata Benih yang Dapat Diseret
it: Parola seme trascinabile
ko: 드래그할 수 있는 시드 단어
pl: Przeciągalne słowo seed
zh_hant: 可拖曳的種子詞

source: Litecoin Payment
ar: دفع لايتكوين
de: Litecoin Zahlung
es_419: Pago con Litecoin
fa: پرداخت لایت‌کوین
fr: Paiement Litecoin
hi: लाइटकॉइन भुगतान
id: Pembayaran Litecoin
it: Pagamento Litecoin
ja: ライトコイン支払い
ko: 라이트코인 결제
pa: ਲਾਈਟਕੋਇਨ ਭੁਗਤਾਨ
pl: Płatność Litecoin
pt_br: Pagamento em Litecoin
ru: Оплата Litecoin
sv: Litecoin-betalning
tr: Litecoin Ödeme
uk: Оплата Litecoin
zh_hans: 莱特币支付
zh_hant: 萊特幣支付

source: Litecoin Payment ACK
ar: إقرار دفع لايتكوين
de: Litecoin-Zahlung ACK
es_419: Confirmación de Pago con Litecoin
fa: تأییدیه پرداخت لایت‌کوین
fr: Paiement Litecoin ACK
hi: लाइटकॉइन भुगतान ACK
id: ACK Pembayaran Litecoin
it: Pagamento Litecoin ACK
ja: ライトコイン支払い確認
ko: 라이트코인 결제 ACK
pa: ਲਾਈਟਕੋਇਨ ਭੁਗਤਾਨ ACK
pl: ACK płatności Litecoin
pt_br: ACK de pagamento de Litecoin
ru: Подтверждение платежа Litecoin
sv: Litecoin Betalningsbekräftelse
tr: Litecoin Ödeme ACK'sı
uk: Підтвердження платежу Litecoin
zh_hans: 莱特币支付确认
zh_hant: 萊特幣支付確認

source: Litecoin Payment Request
ar: طلب دفع لايتكوين
de: Litecoin Zahlungsanfrage
es_419: Solicitud de Pago con Litecoin
fa: درخواست پرداخت لایت‌کوین
fr: Demande de paiement Litecoin
hi: लाइटकॉइन भुगतान अनुरोध
id: Permintaan Pembayaran Litecoin
it: Richiesta di pagamento Litecoin
ja: ライトコイン支払いリクエスト
ko: Litecoin 결제 요청
pa: ਲਾਈਟਕੋਇਨ ਭੁਗਤਾਨ ਬੇਨਤੀ
pl: Żądanie płatności Litecoin
pt_br: Solicitação de pagamento de Litecoin
ru: Запрос на выплату Litecoin
sv: Litecoin Betalningsbegäran
tr: Litecoin Ödeme Talebi
uk: Запит на оплату Litecoin
zh_hans: 莱特币付款请求
zh_hant: 萊特幣付款請求

source: NSCameraUsageDescription
ar: تُستخدم لمسح الباركود
de: Wird zum Scannen von Barcodes verwendet
es_419: Usado para escanear códigos de barras
fa: برای اسکن بارکدها استفاده می‌شود
fr: Utilisé pour scanner les codes-barres
hi: बारकोड को स्कैन करने के लिए उपयोग किया जाता है
id: Digunakan untuk memindai kode batang
it: Utilizzato per la scansione dei codici a barre
ja: バーコードをスキャンするために使用されます
ko: 바코드 스캔에 사용
pa: ਬਾਰਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Służy do skanowania kodów kreskowych
pt_br: Usado para ler códigos de barras
ru: Используется для сканирования штрих-кодов
sv: Används för att skanna streckkoder
tr: Barkodları taramak için kullanılır
uk: Використовується для сканування штрих-кодів
zh_hans: 用于扫描条形码
zh_hant: 用於掃描條碼

source: NSFaceIDUsageDescription
ar: يُستخدم لفتح التطبيق وتفويض المدفوعات
de: Wird zum Entsperren der App und zur Autorisierung von Zahlungen verwendet
es_419: Se utiliza para desbloquear la aplicación y autorizar pagos
fa: برای باز کردن قفل برنامه و تأیید پرداخت‌ها استفاده می‌شود
fr: Utilisé pour déverrouiller l’application et autoriser les paiements
hi: ऐप अनलॉक करने और भुगतान अधिकृत करने के लिए उपयोग किया जाता है
id: Digunakan untuk membuka kunci aplikasi & mengesahkan pembayaran
it: Utilizzato per sbloccare l'app e autorizzare i pagamenti
ja: アプリのロック解除と支払いの承認に使用
ko: 앱 잠금 해제 및 결제 승인에 사용됨
pa: ਐਪ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਅਤੇ ਭੁਗਤਾਨਾਂ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Służy do odblokowywania aplikacji i autoryzacji płatności
pt_br: Usado para desbloquear o aplicativo e autorizar pagamentos
ru: Используется для разблокировки приложения и авторизации платежей
sv: Används för att låsa upp appen och auktorisera betalningar
tr: Uygulamanın kilidini açmak ve ödemeleri yetkilendirmek için kullanılır
uk: Використовується для розблокування програми та авторизації платежів
zh_hans: 用于解锁应用程序和授权支付
zh_hant: 用於解鎖應用程式和授權付款

source: NSLocationAlwaysUsageDescription
ar: يُستخدم لتحديد أقرب عقدة إليك - لا يتم تسجيله أو مشاركته مع أي شخص.
de: Wird verwendet, um den n채chstgelegenen Knotenpunkt in Ihrer N채he zu ermitteln - wird niemals aufgezeichnet oder an Dritte weitergegeben
es_419: Se utiliza para determinar el nodo más cercano a ti - nunca se registra ni se comparte con nadie
fa: برای تعیین نزدیک‌ترین گره به شما استفاده می‌شود - هرگز ثبت نمی‌شود یا با هیچ‌کس به اشتراک گذاشته نمی‌شود
fr: Utilisé pour déterminer le nœud le plus proche de vous - jamais enregistré ou partagé avec qui que ce soit
hi: आपके निकटतम नोड को निर्धारित करने के लिए उपयोग किया जाता है - कभी भी रिकॉर्ड नहीं किया जाता या किसी के साथ साझा नहीं किया जाता
id: Digunakan untuk menentukan simpul terdekat dengan Anda - tidak pernah direkam atau dibagikan dengan siapa pun
it: Utilizzato per determinare il nodo più vicino a te - mai registrato o condiviso con nessuno
ja: 最も近いノードを特定するために使用されます - 記録または誰かと共有されることはありません
ko: 자신과 가장 가까운 노드를 결정하는 데 사용되며, 누구와도 기록하거나 공유하지 않습니다.
pa: ਤੁਹਾਡੇ ਸਭ ਤੋਂ ਨੇੜੇ ਦੇ ਨੋਡ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ - ਕਦੇ ਵੀ ਰਿਕਾਰਡ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਜਾਂ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ
pl: Służy do określenia najbliższego węzła - nigdy nie jest rejestrowany ani nikomu udostępniany.
pt_br: Usado para determinar o nó mais próximo de você - nunca registrado ou compartilhado com ninguém
ru: Используется для определения ближайшего к вам узла - никогда не записывается и никому не передается.
sv: Används för att bestämma närmaste nod till dig - sparas eller delas aldrig med någon
tr: Size en yakın düğümü belirlemek için kullanılır - asla kaydedilmez veya kimseyle paylaşılmaz
uk: Використовується для визначення найближчого до вас вузла — ніколи не записується та нікому не передається
zh_hans: 用于确定离您最近的节点 - 从未记录或与任何人共享
zh_hant: 用於確定離您最近的節點 - 永遠不會記錄或與任何人共享

source: NSLocationWhenInUseUsageDescription
ar: يستخدم لتحديد أقرب عقدة إليك - لا يتم تسجيله أو مشاركته مع أي شخص
de: Wird verwendet, um den n채chstgelegenen Knotenpunkt in Ihrer N채he zu ermitteln - wird niemals aufgezeichnet oder an Dritte weitergegeben
es_419: Se utiliza para determinar el nodo más cercano a ti - nunca se registra ni se comparte con nadie
fa: برای تعیین نزدیک‌ترین گره به شما استفاده می‌شود - هرگز ثبت یا با هیچ‌کس به اشتراک گذاشته نمی‌شود
fr: Utilisé pour déterminer le nœud le plus proche de vous - jamais enregistré ou partagé avec qui que ce soit
hi: आपके निकटतम नोड को निर्धारित करने के लिए उपयोग किया जाता है - कभी भी रिकॉर्ड नहीं किया जाता या किसी के साथ साझा नहीं किया जाता
id: Digunakan untuk menentukan simpul terdekat dengan Anda - tidak pernah direkam atau dibagikan dengan siapa pun
it: Utilizzato per determinare il nodo più vicino a te - mai registrato o condiviso con nessuno
ja: 最も近いノードを特定するために使用されます - 記録または誰かと共有されることはありません
ko: 자신과 가장 가까운 노드를 결정하는 데 사용되며, 누구와도 기록하거나 공유하지 않습니다.
pa: ਤੁਹਾਡੇ ਸਭ ਤੋਂ ਨੇੜੇ ਦੇ ਨੋਡ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ - ਕਦੇ ਵੀ ਰਿਕਾਰਡ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਜਾਂ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ
pl: Służy do określenia najbliższego węzła - nigdy nie jest rejestrowany ani nikomu udostępniany.
pt_br: Usado para determinar o nó mais próximo de você - nunca registrado ou compartilhado com ninguém
ru: Используется для определения ближайшего к вам узла - никогда не записывается и никому не передается.
sv: Används för att bestämma närmaste nod till dig - sparas eller delas aldrig med någon
tr: Size en yakın düğümü belirlemek için kullanılır - asla kaydedilmez veya kimseyle paylaşılmaz
uk: Використовується для визначення найближчого до вас вузла — ніколи не записується та нікому не передається
zh_hans: 用于确定离您最近的节点 - 从未记录或与任何人共享
zh_hant: 用於確定離您最近的節點 - 永遠不會記錄或與任何人共享

source: NSPhotoLibraryUsageDescription
ar: تُستخدم لمسح الرموز الشريطية
de: Wird zum Scannen von Barcodes verwendet
es_419: Usado para escanear códigos de barras
fa: برای اسکن بارکدها استفاده می‌شود
fr: Utilisé pour scanner les codes-barres
hi: बारकोड को स्कैन करने के लिए उपयोग किया जाता है
id: Digunakan untuk memindai kode batang
it: Utilizzato per la scansione dei codici a barre
ja: バーコードをスキャンするために使用されます
ko: 바코드 스캔에 사용
pa: ਬਾਰਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Służy do skanowania kodów kreskowych
pt_br: Usado para ler códigos de barras
ru: Используется для сканирования штрих-кодов
sv: Används för att skanna streckkoder
tr: Barkodları taramak için kullanılır
uk: Використовується для сканування штрих-кодів
zh_hans: 用于扫描条形码
zh_hant: 用於掃描條碼
